<?php

return [
    1 => 'Помилка у Переданих Даних',
    2 => 'Невірний Логін або Пароль',
    3 => 'Недостатньо на балансі, для відправки СМС-Повідомлення',
    4 => 'IP-адреса була тимчасово заблокована по причині частих помилок. Для деталей відвідайте <a href="https://smsc.ua/faq/99/">цю</a> сторінку',
    5 => 'Невірний формат Дати',
    6 => 'Відправка Повідомлення Заборонена (Через контент повідомлення або Ім\'я Відправника)',
    7 => 'Невірний формат телефону',
    8 => 'повідомлення не може бути відправлене/доставлене на цей номер телефону',
    9 => 'Те ж саме СМС-повідомлення не може бути відправлене частіше ніж раз у хвилину або Ви запитуєте баланс частіше ніж 5 разів на хвилину. Або Ви намагаєтесь здійснити більше 15-ти запитів за хвилину',
];
